IDEA Open Model
RebarSegment3DBase.EndPoint Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the endpoint of the segment.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public RebarPoint3D EndPoint { get; set; }
Public Property EndPoint As RebarPoint3D
	Get
	Set
Property Value
Type: RebarPoint3D
See Also
Reference
RebarSegment3DBase Class
IdeaRS.OpenModel.Model Namespace